Repository: A-BenLi06/Bluetooth-Audio-Codec-Viewer-WinUI3
Catalog: BluetoothAudioCodec.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, pt_br, zh_cn, zh_tw

# AppTitle.Text
source: Bluetooth Audio Codec
es: Códec de audio Bluetooth
fr: Codec audio Bluetooth
it: Codec audio Bluetooth
ja: Bluetooth オーディオコーデック
pt_br: Codec de áudio Bluetooth
zh_cn: 蓝牙音频编解码器
zh_tw: 藍牙音訊編解碼器

# HeaderTitle.Text
source: Active Bluetooth codec
de: Aktiver Bluetooth-Codec
es: Códec Bluetooth activo
fr: Codec Bluetooth actif
it: Codec Bluetooth attivo
ja: 現在の Bluetooth コーデック
pt_br: Codec Bluetooth ativo
zh_cn: 当前蓝牙编解码器
zh_tw: 目前藍牙編解碼器

# HeaderSubtitle.Text
source: Read the codec Windows negotiated with your headset.
de: Lesen Sie den Codec, den Windows mit Ihrem Headset ausgehandelt hat.
es: Lea el códec que Windows negoció con sus auriculares.
fr: Lisez le codec que Windows a négocié avec votre casque.
it: Leggi il codec che Windows ha negoziato con le tue cuffie.
ja: Windows がヘッドセットとネゴシエートしたコーデックを確認します。
pt_br: Leia o codec que o Windows negociou com o seu fone de ouvido.
zh_cn: 查看 Windows 与你的耳机协商的编解码器。
zh_tw: 檢視 Windows 與您的耳機協商的編解碼器。

# OutputLabel.Text
source: DEFAULT OUTPUT
de: STANDARDAUSGABE
es: SALIDA PREDETERMINADA
fr: SORTIE PAR DÉFAUT
it: OUTPUT PREDEFINITO
ja: デフォルト出力
pt_br: SAÍDA PADRÃO
zh_cn: 默认输出
zh_tw: 預設輸出

# DetectHint.Text
source: A short quiet tone creates a fresh stream; Windows will request administrator approval for detection.
de: Ein kurzer leiser Ton erzeugt einen neuen Stream; Windows fordert zur Erkennung Administratorrechte an.
es: Un breve tono suave crea un flujo nuevo; Windows solicitará permiso de administrador para la detección.
fr: Un court ton calme aide Windows à créer un nouveau flux.
it: Un breve tono discreto crea un nuovo flusso; Windows richiederà l’autorizzazione dell’amministratore per il rilevamento.
ja: 短い小さな音で新しいストリームを作成します。検出時に管理者の承認が求められます。
pt_br: Um tom curto e silencioso ajuda o Windows a criar um novo fluxo.
zh_cn: 一段短促的低音会建立新的音频流；检测时 Windows 将请求管理员许可。
zh_tw: 一段短促的低音有助於 Windows 建立新的音訊串流。

# DetailsHeader.Header
source: Technical details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
it: Dettagli tecnici
ja: 技術詳細
pt_br: Detalhes técnicos
zh_cn: 技术详情
zh_tw: 技術詳情

# StandardIdLabel.Text
source: STANDARD ID
es: ID ESTÁNDAR
fr: ID STANDARD
it: ID STANDARD
ja: 標準 ID
pt_br: ID PADRÃO
zh_cn: 标准 ID
zh_tw: 標準 ID

# VendorIdLabel.Text
source: VENDOR ID
de: HERSTELLER-ID
es: ID DE FABRICANTE
fr: ID FOURNISSEUR
it: ID FORNITORE
ja: ベンダー ID
pt_br: ID DO FABRICANTE
zh_cn: 厂商 ID
zh_tw: 廠商 ID

# CodecIdLabel.Text
source: CODEC ID
es: ID DE CÓDEC
fr: ID CODEC
it: ID CODEC
ja: コーデック ID
pt_br: ID DO CODEC
zh_cn: 编解码器 ID
zh_tw: 編解碼器 ID

# ObservedLabel.Text
source: OBSERVED
de: BEOBACHTET
es: OBSERVADO
fr: OBSERVÉ
it: OSSERVATO
ja: 観測時刻
pt_br: OBSERVADO
zh_cn: 观察时间
zh_tw: 觀察時間

# FooterNote.Text
source: The A2DP event is emitted when a stream opens or closes. HFP calls and LE Audio use different codecs.
de: Das A2DP-Ereignis wird ausgegeben, wenn ein Stream geöffnet oder geschlossen wird. HFP-Anrufe und LE Audio verwenden unterschiedliche Codecs.
es: El evento A2DP se emite cuando se abre o cierra una transmisión. Las llamadas HFP y LE Audio usan códecs diferentes.
fr: L'événement A2DP est émis lorsqu'un flux s'ouvre ou se ferme. Les appels HFP et LE Audio utilisent des codecs différents.
it: L'evento A2DP viene emesso all'apertura o chiusura di un flusso. Le chiamate HFP e LE Audio usano codec diversi.
ja: A2DP イベントはストリームの開始または終了時に発生します。HFP 通話と LE Audio は異なるコーデックを使用します。
pt_br: O evento A2DP é emitido quando um fluxo é aberto ou fechado. As chamadas HFP e o LE Audio usam codecs diferentes.
zh_cn: A2DP 事件在音频流打开或关闭时发出。HFP 通话和 LE Audio 使用不同的编解码器。
zh_tw: A2DP 事件在音訊串流開啟或關閉時發出。HFP 通話和 LE Audio 使用不同的編解碼器。

# StatusReady
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
pt_br: Pronto
zh_cn: 就绪
zh_tw: 就緒

# StatusListening
source: Listening
de: Warten
es: Escuchando
fr: Écoute
it: In ascolto
ja: リッスン中
pt_br: Ouvindo
zh_cn: 监听中
zh_tw: 監聽中

# StatusAdminRequired
source: Admin required
de: Admin erforderlich
es: Admin requerido
fr: Admin requis
it: Admin richiesto
ja: 管理者権限が必要
pt_br: Admin necessário
zh_cn: 需要管理员权限
zh_tw: 需要系統管理員權限

# StatusError
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt_br: Erro
zh_cn: 错误
zh_tw: 錯誤

# StatusDetected
source: Detected
de: Erkannt
es: Detectado
fr: Détecté
it: Rilevato
ja: 検出済み
pt_br: Detectado
zh_cn: 已检测
zh_tw: 已偵測

# StatusTryAgain
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
pt_br: Tentar novamente
zh_cn: 重试
zh_tw: 重試

# ProtocolDefault
source: Bluetooth Classic · A2DP
zh_cn: 蓝牙经典 · A2DP
zh_tw: 藍牙傳統 · A2DP

# ProtocolWaiting
source: Waiting for an A2DP stream event
de: Auf ein A2DP-Stream-Ereignis wird gewartet
es: Esperando un evento de transmisión A2DP
fr: En attente d'un événement de flux A2DP
it: In attesa di un evento flusso A2DP
ja: A2DP ストリームイベントを待機中
pt_br: Aguardando um evento de fluxo A2DP
zh_cn: 等待 A2DP 流事件
zh_tw: 等待 A2DP 串流事件

# ProtocolRetryHint
source: Stop playback or reconnect, then try again
de: Wiedergabe stoppen oder neu verbinden, dann erneut versuchen
es: Detenga la reproducción o reconecte, luego reintente
fr: Arrêtez la lecture ou reconnectez, puis réessayez
it: Ferma la riproduzione o riconnetti, quindi riprova
ja: 再生を停止するか再接続して、再試行してください
pt_br: Pare a reprodução ou reconecte e tente novamente
zh_cn: 停止播放或重新连接，然后重试
zh_tw: 停止播放或重新連接，然後重試

# DeviceChecking
source: Checking…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
it: Verifica in corso…
ja: 確認中…
pt_br: Verificando…
zh_cn: 检查中…
zh_tw: 檢查中…

# DeviceNone
source: No default output found
de: Keine Standardausgabe gefunden
es: No se encontró salida predeterminada
fr: Aucune sortie par défaut trouvée
it: Nessun output predefinito trovato
ja: デフォルト出力が見つかりません
pt_br: Nenhuma saída padrão encontrada
zh_cn: 未找到默认输出设备
zh_tw: 未找到預設輸出裝置

# CodecListening
source: Listening…
de: Warten…
es: Escuchando…
fr: Écoute…
it: In ascolto…
ja: リッスン中…
pt_br: Ouvindo…
zh_cn: 监听中…
zh_tw: 監聽中…

# CodecNoEvent
source: No event
de: Kein Ereignis
es: Sin evento
fr: Aucun événement
it: Nessun evento
ja: イベントなし
pt_br: Sem evento
zh_cn: 无事件
zh_tw: 無事件

# DetectButtonInitial
source: Detect codec
de: Codec erkennen
es: Detectar códec
fr: Détecter le codec
it: Rileva codec
ja: コーデックを検出
pt_br: Detectar codec
zh_cn: 检测编解码器
zh_tw: 偵測編解碼器

# DetectButtonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# DetectButtonAgain
source: Detect again
de: Erneut erkennen
es: Detectar de nuevo
fr: Détecter à nouveau
it: Rileva di nuovo
ja: 再度検出
pt_br: Detectar novamente
zh_cn: 重新检测
zh_tw: 重新偵測

# DetectButtonRestart
source: Restart as administrator
de: Als Administrator neu starten
es: Reiniciar como administrador
fr: Redémarrer en tant qu'administrateur
it: Riavvia come amministratore
ja: 管理者として再起動
pt_br: Reiniciar como administrador
zh_cn: 以管理员身份重启
zh_tw: 以系統管理員身分重新啟動

# MessageBarTitle
source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni
ja: 情報
pt_br: Informações
zh_cn: 信息
zh_tw: 資訊

# MessageAdminRequiredTitle
source: Administrator access required
de: Administratorzugriff erforderlich
es: Se requiere acceso de administrador
fr: Accès administrateur requis
it: Richiesto accesso amministratore
ja: 管理者権限が必要です
pt_br: Acesso de administrador necessário
zh_cn: 需要管理员权限
zh_tw: 需要系統管理員權限

# MessageAdminRequiredBody
source: Windows only exposes the Bluetooth codec trace to elevated processes.
de: Windows macht die Bluetooth-Codec-Ablaufverfolgung nur für erhöhte Prozesse verfügbar.
es: Windows solo expone el rastreo del códec Bluetooth a procesos elevados.
fr: Windows n'expose le traçage du codec Bluetooth qu'aux processus élevés.
it: Windows espone la traccia del codec Bluetooth solo ai processi elevati.
ja: Windows は管理者権限プロセスにのみ Bluetooth コーデックトレースを公開します。
pt_br: O Windows só expõe o rastreamento do codec Bluetooth a processos elevados.
zh_cn: Windows 仅向提升权限的进程公开蓝牙编解码器跟踪。
zh_tw: Windows 僅向提升權限的處理程序公開藍牙編解碼器追蹤。

# MessageDetectionCanceledTitle
source: Detection canceled
de: Erkennung abgebrochen
es: Detección cancelada
fr: Détection annulée
it: Rilevamento annullato
ja: 検出がキャンセルされました
pt_br: Detecção cancelada
zh_cn: 检测已取消
zh_tw: 偵測已取消

# MessageDetectionCanceledBody
source: No Bluetooth settings were changed.
de: Es wurden keine Bluetooth-Einstellungen geändert.
es: No se cambió ninguna configuración de Bluetooth.
fr: Aucun paramètre Bluetooth n'a été modifié.
it: Nessuna impostazione Bluetooth è stata modificata.
ja: Bluetooth 設定は変更されませんでした。
pt_br: Nenhuma configuração do Bluetooth foi alterada.
zh_cn: 未更改任何蓝牙设置。
zh_tw: 未變更任何藍牙設定。

# MessageUnableTitle
source: Unable to inspect the codec
de: Codec kann nicht geprüft werden
es: No se puede inspeccionar el códec
fr: Impossible d'inspecter le codec
it: Impossibile ispezionare il codec
ja: コーデックを検査できません
pt_br: Não foi possível inspecionar o codec
zh_cn: 无法检查编解码器
zh_tw: 無法檢查編解碼器

# MessageCodecDetectedTitle
source: Codec detected
de: Codec erkannt
es: Códec detectado
fr: Codec détecté
it: Codec rilevato
ja: コーデックが検出されました
pt_br: Codec detectado
zh_cn: 编解码器已检测
zh_tw: 編解碼器已偵測

# MessageCodecDetectedBody
source: The negotiated codec was captured from the Windows Bluetooth audio trace.
de: Der ausgehandelte Codec wurde aus der Windows Bluetooth-Audioablaufverfolgung erfasst.
es: El códec negociado se capturó del rastreo de audio Bluetooth de Windows.
fr: Le codec négocié a été capturé à partir du traçage audio Bluetooth de Windows.
it: Il codec negoziato è stato acquisito dalla traccia audio Bluetooth di Windows.
ja: ネゴシエートされたコーデックが Windows Bluetooth オーディオトレースからキャプチャされました。
pt_br: O codec negociado foi capturado do rastreamento de áudio Bluetooth do Windows.
zh_cn: 已从 Windows 蓝牙音频跟踪中捕获协商的编解码器。
zh_tw: 已從 Windows 藍牙音訊追蹤中擷取協商的編解碼器。

# MessageNoEventTitle
source: No codec event observed
de: Kein Codec-Ereignis beobachtet
es: No se observó ningún evento de códec
fr: Aucun événement de codec observé
it: Nessun evento codec osservato
ja: コーデックイベントが観測されませんでした
pt_br: Nenhum evento de codec observado
zh_cn: 未观察到编解码器事件
zh_tw: 未觀察到編解碼器事件

# MessageNoEventDefaultBody
source: Windows did not open or close an A2DP stream during the 30-second window.
de: Windows hat während des 30-Sekunden-Fensters keinen A2DP-Stream geöffnet oder geschlossen.
es: Windows no abrió ni cerró una transmisión A2DP durante la ventana de 30 segundos.
fr: Windows n'a pas ouvert ni fermé de flux A2DP pendant la fenêtre de 30 secondes.
it: Windows non ha aperto o chiuso un flusso A2DP durante la finestra di 30 secondi.
ja: 30 秒のウィンドウ中に Windows は A2DP ストリームを開始も終了もしませんでした。
pt_br: O Windows não abriu nem fechou um fluxo A2DP durante a janela de 30 segundos.
zh_cn: Windows 在 30 秒窗口内未打开或关闭 A2DP 流。
zh_tw: Windows 在 30 秒視窗內未開啟或關閉 A2DP 串流。

# MessageNoEventBodyFormat
source: {0} Headset microphone use may switch Windows to HFP instead.
de: {0} Die Verwendung des Headset-Mikrofons kann Windows auf HFP umschalten.
es: {0} El uso del micrófono del auricular puede cambiar Windows a HFP.
fr: {0} L'utilisation du microphone du casque peut basculer Windows vers HFP.
it: {0} L'uso del microfono delle cuffie può far passare Windows a HFP.
ja: {0} ヘッドセットのマイク使用により、Windows が HFP に切り替わる場合があります。
pt_br: {0} O uso do microfone do fone de ouvido pode mudar o Windows para HFP.
zh_cn: {0} 使用耳机麦克风可能会使 Windows 切换到 HFP。
zh_tw: {0} 使用耳機麥克風可能會使 Windows 切換到 HFP。

# MessageElevationCanceledTitle
source: Elevation canceled
de: Rechteerhebung abgebrochen
es: Elevación cancelada
fr: Élévation annulée
it: Elevazione annullata
ja: 昇格がキャンセルされました
pt_br: Elevação cancelada
zh_cn: 提升已取消
zh_tw: 提升已取消

# MessageElevationCanceledBody
source: The app is still running without administrator access.
de: Die App wird weiterhin ohne Administratorzugriff ausgeführt.
es: La aplicación sigue ejecutándose sin acceso de administrador.
fr: L'application s'exécute toujours sans accès administrateur.
it: L'app è ancora in esecuzione senza accesso amministratore.
ja: アプリは管理者権限なしで実行中です。
pt_br: O aplicativo continua em execução sem acesso de administrador.
zh_cn: 应用仍在没有管理员权限的情况下运行。
zh_tw: 應用程式仍在沒有系統管理員權限的情況下執行。

# MessageRestartFailedTitle
source: Could not restart the app
de: App konnte nicht neu gestartet werden
es: No se pudo reiniciar la aplicación
fr: Impossible de redémarrer l'application
it: Impossibile riavviare l'app
ja: アプリを再起動できませんでした
pt_br: Não foi possível reiniciar o aplicativo
zh_cn: 无法重启应用
zh_tw: 無法重新啟動應用程式

# StatusNotBluetooth
source: Not a BT device
de: Kein BT-Gerät
es: No es disp. BT
fr: Pas un périph. BT
it: Non disp. BT
ja: BT デバイスではありません
pt_br: Não é disp. BT
zh_cn: 非蓝牙设备
zh_tw: 非藍牙裝置

# MessageNotBluetoothTitle
source: Not a Bluetooth audio device
de: Kein Bluetooth-Audiogerät
es: No es un dispositivo de audio Bluetooth
fr: Pas un périphérique audio Bluetooth
it: Non è un dispositivo audio Bluetooth
ja: Bluetooth オーディオデバイスではありません
pt_br: Não é um dispositivo de áudio Bluetooth
zh_cn: 非蓝牙音频设备
zh_tw: 非藍牙音訊裝置

# MessageNotBluetoothBody
source: The current default output is not a Bluetooth device. Switch to a Bluetooth headset and try again.
de: Die aktuelle Standardausgabe ist kein Bluetooth-Gerät. Wechseln Sie zu einem Bluetooth-Headset und versuchen Sie es erneut.
es: La salida predeterminada actual no es un dispositivo Bluetooth. Cambie a unos auriculares Bluetooth e inténtelo de nuevo.
fr: La sortie par défaut actuelle n'est pas un périphérique Bluetooth. Passez à un casque Bluetooth et réessayez.
it: L'output predefinito attuale non è un dispositivo Bluetooth. Passa a delle cuffie Bluetooth e riprova.
ja: 現在のデフォルト出力は Bluetooth デバイスではありません。Bluetooth ヘッドセットに切り替えて再試行してください。
pt_br: A saída padrão atual não é um dispositivo Bluetooth. Mude para um fone de ouvido Bluetooth e tente novamente.
zh_cn: 当前默认输出不是蓝牙设备。请切换到蓝牙耳机后重试。
zh_tw: 目前的預設輸出不是藍牙裝置。請切換到藍牙耳機後重試。

# MessageLeAudioTitle
source: LE Audio is not supported
de: LE Audio wird nicht unterstützt
es: LE Audio no es compatible
fr: LE Audio n'est pas pris en charge
it: LE Audio non supportato
ja: LE Audio はサポートされていません
pt_br: LE Audio não é compatível
zh_cn: 不支持 LE Audio
zh_tw: 不支援 LE Audio

# MessageLeAudioBody
source: This device uses LE Audio with the LC3 codec, which is not detectable through A2DP tracing.
de: Dieses Gerät verwendet LE Audio mit dem LC3-Codec, der über die A2DP-Ablaufverfolgung nicht erkannt werden kann.
es: Este dispositivo usa LE Audio con códec LC3, que no se puede detectar mediante el rastreo A2DP.
fr: Cet appareil utilise LE Audio avec le codec LC3, qui n'est pas détectable via le traçage A2DP.
it: Questo dispositivo usa LE Audio con codec LC3, che non è rilevabile tramite traccia A2DP.
ja: このデバイスは LC3 コーデックを伴う LE Audio を使用しており、A2DP トレースでは検出できません。
pt_br: Este dispositivo usa LE Audio com codec LC3, que não é detectável via rastreamento A2DP.
zh_cn: 此设备使用 LE Audio 和 LC3 编解码器，无法通过 A2DP 跟踪检测。
zh_tw: 此裝置使用 LE Audio 和 LC3 編解碼器，無法透過 A2DP 追蹤偵測。
